const hints = [
    {
        title: '厚情',
        text: '相手の無病息災と最上の幸福を望む。相手に嫌われても、袂を分かったとしても。ただし、幸福の定義は人それぞれだ。'
    },
    {
        title: '尊敬',
        text: 'なんらかの理由で、相手に一目置いている。だが、相手を好ましいと思うかは別問題。深い尊敬と憧憬の境目を見出すのは難しい。'
    },
    {
        title: '憧憬',
        text: '相手は自分の理想を体現する存在。理想の自分、恋人、指導者、エトセトラ。託した理想が剥がれ朽ちることもあるだろう。'
    },
    {
        title: '同視',
        text: '相手には何かしら自分と同じところがある。時に、相手は「自分そのもの」だ。それは同志か、はたまた嫌悪の対象か？'
    },
    {
        title: '対立',
        text: '相手は、自分と異なる立場を取っている。所属、理想、目的達成の方法などが論点だ。相手を好きか嫌いかは、この際関係ない。'
    },
    {
        title: '競合',
        text: 'この相手には打ち克ってみせたい。好敵手、不倶戴天の敵、遥か高みに立つ匠。相手との関係性、勝負のありかたは多様。'
    },
    {
        title: '補佐',
        text: '相手の（互いの）目的遂行のため行動する。自分は目的達成のための駒となる。誰もが有能な駒であればいいのだが……'
    },
    {
        title: '助力',
        text: '相手は、自分が指導せねばならない。いずれは独り立ちを、と望む者も居れば、手元に置くために尽力する者も居る。'
    },
    {
        title: '庇護',
        text: '相手は、自分が守るべき存在だ。自分なしでは生きてゆけないと考えている。……本当にそうなのだろうか。'
    },
    {
        title: '依存',
        text: '相手あっての自分、相手あっての人生。相手は恋人、介助者、引き立て役、あるいは生きる目的そのものかもしれない。'
    },
    {
        title: '支配',
        text: '相手は、自分の思うがままに動く。どうやって相手を動かすかは、人それぞれ。無意識に相手を掌握・操作する者も居る。'
    },
    {
        title: '服従',
        text: '相手には逆らうことができない。そもそも逆らう気がないことも。何が支配で服従か、見定めるのは至難の業。'
    },
    {
        title: '無関心',
        text: '相手にとりたてて関心がない。よく知らないから興味がないのと、よく知っていて興味がないのでは大違い。'
    },
    {
        title: '倦厭',
        text: '相手を快く思っていない。理由はともかく。キライから始まるロマンスもあるらしい。ロマンスから生まれる憎悪もあるらしい。'
    },
    {
        title: '好奇',
        text: '相手を見ていると楽しめる。なぜか？ 知的好奇心を満たす者も居るだろう。他人の不幸は蜜の味、なんて言葉もある。'
    },
    {
        title: '欲念',
        text: '相手と「理想の関係」を築きたいと願う。排他的な性愛関係が望まれることが多い。とはいえ、人の欲とは多種多様なものだ……'
    }
]

export default hints;